智能硬件工程师

----------------------

职位描述

-	负责智能硬件原理图设计；
-	负责硬件调试、制作BOM；
-	物联网嵌入式系统研发；
-	编写与设计开发相关的文档（电路原理图、关键元器件清单、BOM清单、特殊工艺要求、试制总结报告等）。

任职资格

-	电子、自动化等专业本科以上学历；
-	具有硬件研发工作经验，有编程能力；
-	具备规范的设计习惯和良好的开发文档编写能力；
-	熟练使用PCB等设计工具，熟练使用示波器、频谱仪等仪器；
-	有模拟电路和数字电路的硬件设计能力和调试能力，能独立设计原理图；
-	较熟练的专业英语阅读能力。

加分项

- 熟悉和亲历过智能硬件设计开发全流程；
-	熟悉主流芯片选型；
-	喜欢折腾3D打印、树莓派、Arduino等；
-	有智能设备和消费电子类产品开发经验，熟悉各种硬件接口、总线设计，熟悉DSP、ARM系统架构优先。

最后，若你熟悉并经历过 PCB、结构、模具、BOM表、工位图的，可考虑下我们，AIUX需要你的帮助把这块推动起来。

投递方式
--------

发送简历至 hr(AT)aiux(DOT)cc

